tap "homebrew/core"
tap "homebrew/cask"

brew "zsh"
brew "tmux"
brew "git"
brew "fzf"
brew "fd"
brew "ripgrep"
brew "eza"
brew "bat"
brew "bats-core"
brew "zoxide"
brew "starship"
brew "gum"
brew "glow"
brew "jq"
brew "yq"
brew "direnv"
brew "uv"
brew "tenv"
