tap "homebrew/core"
tap "homebrew/cask"

brew "atuin"
brew "bat"
brew "bats-core"
brew "btop"
brew "coreutils"
brew "duf"
brew "eza"
brew "fd"
brew "fzf"
brew "git"
brew "git-delta"
brew "glow"
brew "gnupg"
brew "gopass"
brew "gum"
brew "helix"
brew "jq"
brew "jsongrep"
brew "kubernetes-cli"
brew "lazygit"
brew "mtr"
brew "neovim"
brew "nerdfetch"
brew "nmap"
brew "oh-my-posh"
brew "pass"
brew "pbzip2"
brew "ripgrep"
brew "rustic"
brew "starship"
brew "syncthing"
brew "television"
brew "tenv"
brew "tmux"
brew "tree"
brew "tree-sitter-cli"
brew "uv"
brew "yazi"
brew "yq"
brew "zoxide"
brew "direnv"
